/* 个市, */
" Cities," = " Cities,";

/* 个县区, */
" Dist.s," = " Dist.s,";

/* 个省, */
" Prov.s," = " Prov.s,";

/* 个村镇街道 */
" St.s" = " St.s";

/* 个国家, */
" States," = " States,";

/*  到  */
" To " = " To ";

/* %i selected */
"%i selected" = "%i selected";

/*  的 */
"'s" = "'s";

/* -----%@成功，请返回使用!-----\n */
"-----%@ Succeeded-----" = "-----%@ Succeeded-----";

/* -----向iTunes Store请求产品信息失败-----\n */
"-----Failed to request product information from iTunes Store-----\n" = "-----Failed to request product information from iTunes Store-----\n";

/* -----交易失败，请重新尝试----- */
"-----Failed,please try again!-----" = "-----Failed,please try again!-----";

/* -----不允许程序内付费购买，请到“设置”中打开-----\n */
"-----InAppPurchase is denied,please turn on the function in iOS settings-----\n" = "-----InAppPurchase is denied,please turn on the function in iOS settings-----\n";

/* -----iTunes Store反馈信息结束-----\n */
"-----iTunes Store反馈信息结束-----\n" = "-----iTunes Store反馈信息结束-----\n";

/* -----iTunes Store恢复结束----- */
"-----iTunes Store恢复结束-----" = "-----iTunes Store恢复结束-----";

/* -----iTunes Store没有相关产品信息-----\n */
"-----No such product in iTunes Store-----\n" = "-----No such product in iTunes Store-----\n";

/* -----收到iTunes Store的反馈信息-----\n */
"-----Receive feedback from iTunes Store-----\n" = "-----Receive feedback from iTunes Store-----\n";

/* -----收到iTunes Store反馈的交易结果-----\n */
"-----Receive payment result from iTunes Store-----\n" = "-----Receive payment result from iTunes Store-----\n";

/* -----向iTunes Store请求产品信息-----\n-----请耐心等待-----\n */
"-----Request product information-----\n-----Wait Please-----\n" = "-----Request product information-----\n-----Wait Please-----\n";

/* -----向iTunes Store请求恢复产品-----\n-----请耐心等待-----\n */
"-----Request to restore product-----\n-----Wait Please-----\n" = "-----Request to restore product-----\n-----Wait Please-----\n";

/* -----iTunes Store恢复失败，请重新尝试----- */
"-----Restore failed,try again please-----" = "-----Restore failed,try again please-----";

/* -----向iTunes Store发送交易请求-----\n */
"-----Sned payment to iTunes Store-----\n" = "-----Sned payment to iTunes Store-----\n";

/* 1.将足迹包导出为MFR或GPX文件，可在手持GPS上使用 */
"1.Import and export your footprints repository to MFR or GPX files , which can be used in portable GPS" = "1.Import and export your footprints repository to MFR or GPX files , which can be used in portable GPS";

/* 1.记录足迹，支持后台记录、自动保存、手动加点 */
"1.Record your footprints , support background record, automatically save and manually add footprints" = "1.Record your footprints , support background record, automatically save and manually add footprints";

/* 1.通过MFR或GPX文件分享您的足迹，没有足迹点个数限制 */
"1.Share your footprints to others through MFR or GPX files without footprints count restriction" = "1.Share your footprints to others through MFR or GPX files without footprints count restriction";

/* 2.足迹智能编辑功能，支持按时刻、地点模式进行足迹点合并，可设置合并距离、是否保留手动加点 */
"2.Intelligently edit your footprints , support merge footprints by moment or location with custom merge distance and reserve manually added footprints" = "2.Intelligently edit your footprints , support merge footprints by moment or location with custom merge distance and reserve manually added footprints";

/* 2.存储发送和接收的足迹 */
"2.Store footprints both sent and received" = "2.Store footprints both sent and received";

/* 2.解锁文件浏览器，在iPhone或iPad上管理足迹包文件 */
"2.Unlock File Browser to manage your footprints repository files on iPhone or iPad" = "2.Unlock File Browser to manage your footprints repository files on iPhone or iPad";

/* 3.解锁浏览模式，随时查看存储的足迹 */
"3.Unlock Browser Mode to lookup stored footprints anytime" = "3.Unlock Browser Mode to lookup stored footprints anytime";

/* 3.解锁记录模式，管理记录和编辑的足迹 */
"3.Unlock Record Mode to manage your recorded and edited footprints" = "3.Unlock Record Mode to manage your recorded and edited footprints";

/* \n总 */
"\nTotal " = "\nTotal ";

/* 关于 */
"About" = "About";

/* 操作 */
"Action" = "Action";

/* 新添加照片数量 :  */
"Added New Photo Count: " = "Added New Photo Count: ";

/* 相册地图 */
"AlbumMaps" = "AlbumMaps";

/* 相册地图——您的相册和足迹管理专家 */
"AlbumMaps : Album and Footprints Management Expert" = "AlbumMaps : Album and Footprints Management Expert";

/* 相册地图提示 */
"AlbumMaps Notes" = "AlbumMaps Notes";

/* 全部 */
"All" = "All";

/* 您用户文档中的所有足迹包文件都将被删除，此操作无法恢复，请务必谨慎。确认删除？ */
"All your footprints repository files in Documents directory will be deleted and can not be restored! Are you sure?" = "All your footprints repository files in Documents directory will be deleted and can not be restored! Are you sure?";

/* 您分享、接收、记录的所有足迹都将被删除，此操作无法恢复，请务必谨慎。确认删除？ */
"All your footprints will be deleted and can not be restored! Are you sure?" = "All your footprints will be deleted and can not be restored! Are you sure?";

/* 高度 */
"Altitude" = "Altitude";

/* 面积 */
"Area" = "Area";

/* 警告 */
"Attention" = "Attention";

/* 基础模式 */
"BaseMode" = "BaseMode";

/* 由于微信分享内容限制为10K，所以请将分享的足迹点数量控制在30个以内，否则可能会分享失败。\n分享和浏览功能可选择多种方式分享，且没有足迹点数量限制。 */
"Because of the restriction of WeChat content , make sure your footprints count within 30 , otherwise share may fail.\nShareAndBrowse function support multiple share styles and has no footprints count restriction." = "Because of the restriction of WeChat content , make sure your footprints count within 30 , otherwise share may fail.\nShareAndBrowse function support multiple share styles and has no footprints count restriction.";

/* 鲜艳橙 */
"Bright Orange" = "Bright Orange";

/* 浏览模式 记录模式 */
"BrowserMode RecordMode" = "BrowserMode RecordMode";

/* 取消 */
"Cancel" = "Cancel";

/* 用户取消 */
"Cancelled" = "Cancelled";

/* 市 */
"City" = "City";

/* 经典灰 */
"Classic Gray" = "Classic Gray";

/* 客户端禁止购买 */
"ClientInvalid" = "ClientInvalid";

/* 复制 */
"Copy" = "Copy";

/* 价格 ￥12元，是否购买？ */
"Cost $1.99,continue?" = "Cost $1.99,continue?";

/* 当前速度 */
"Current Velocity" = "Current Velocity";

/* 自定义 */
"Custom" = "Custom";

/* 剪切 */
"Cut" = "Cut";

/* 日期选择器 */
"Date Picker" = "Date Picker";

/* 日 */
"Day" = "Day";

/* 深沉棕 */
"Deep Brown" = "Deep Brown";

/* 删除
   Delete */
"Delete" = "Delete";

/* 删除足迹包数量 */
"Delete footprints repository count" = "Delete footprints repository count";

/* 删除足迹包文件数量 */
"Delete footprints repository files count" = "Delete footprints repository files count";

/* 县区 */
"Dist." = "Dist.";

/* 里程 */
"Distance" = "Distance";

/* 驾车 */
"Drive" = "Drive";

/* 丢弃 */
"Drop" = "Drop";

/* 东经  */
"E. " = "E. ";

/* 编辑 */
"Edit" = "Edit";

/* 编辑的 */
"Edited" = "Edited";

/* 目录为空 */
"Empty" = "Empty";

/* 结束时间 */
"End Date" = "End Date";

/* 输入新名称 */
"Enter a new name" = "Enter a new name";

/* 错误信息 */
"Error" = "Error";

/* 错误信息 :  */
"Error : " = "Error : ";

/* 导出 */
"Export" = "Export";

/* 导出为GPX文件 */
"Export To GPX" = "Export To GPX";

/* 导出为MFR文件 */
"Export To MFR" = "Export To MFR";

/* 扩展模式 */
"Extended Mode" = "Extended Mode";

/* 失败 */
"Failed" = "Failed";

/* 文件管理 */
"File Management" = "File Management";

/* No comment provided by engineer. */
"Floor : " = "Floor : ";

/* 足迹包管理 */
"Footpinrts Repository Management" = "Footpinrts Repository Management";

/* 足迹点数 */
"Footprints Count" = "Footprints Count";

/* 足迹点数量 :  */
"Footprints Count: " = "Footprints Count: ";

/* 森林绿 */
"Forest Green" = "Forest Green";

/* 清新紫 */
"Fresh Plum" = "Fresh Plum";

/* 从  */
"From " = "From ";

/* 全局设置 */
"Globle" = "Globle";

/* GPX 文件分享 */
"GPX File Share" = "GPX File Share";

/* 高速 */
"HighSpeed" = "HighSpeed";

/* 请选择足迹处理方式 */
"How to dealwith the footprints?" = "How to dealwith the footprints?";

/* 我知道了 */
"I Know" = "I Know";

/* 我分享了一个足迹给你，快来看看吧！ */
"I shared my footprints to you!Take a look!" = "I shared my footprints to you!Take a look!";

/* 我到了  */
"I went to " = "I went to ";

/* 残忍拒绝 */
"I'm busy." = "I'm busy.";

/* 我到过  */
"I've been in " = "I've been in ";

/* 导入和导出 */
"ImportAndExport" = "ImportAndExport";

/* 导入的 */
"Imported" = "Imported";

/* 当前未开始记录或者未定位，无法手动添加足迹点。 */
"Is not recording or haven't got current location." = "Is not recording or haven't got current location.";

/* 已经超过10分钟没有新记录点，请及时暂停记录以节省电量。 */
"It has past 10 minutes since last record time.Please pause recording to save energy." = "It has past 10 minutes since last record time.Please pause recording to save energy.";

/* 选项 */
"Items" = "Items";

/* 上次更新时间 */
"Last update time" = "Last update time";

/* 地点模式 */
"LocationMode" = "LocationMode";

/* 用相册记录人生，用足迹丈量世界 */
"Measure the world by footprints." = "Measure the world by footprints.";

/* 按位置合并 */
"Merge By Location" = "Merge By Location";

/* 按时刻合并 */
"Merge By Moment" = "Merge By Moment";

/* 合并距离 */
"Merge Distance" = "Merge Distance";

/* 合并成功 */
"Merge Succeeded" = "Merge Succeeded";

/* 合并距离： */
"MergeDistance :" = "MergeDistance :";

/* 合并手动添加足迹点 */
"MergeManuallyAddedFootprint" = "MergeManuallyAddedFootprint";

/* MFR 文件分享 */
"MFR File Share" = "MFR File Share";

/* 最短距离 */
"MinDistance" = "MinDistance";

/* 最小间隔 */
"MinTimeInterval" = "MinTimeInterval";

/* 修改时间 */
"Modification Date" = "Modification Date";

/* 时刻模式 */
"MomentMode" = "MomentMode";

/* 时刻模式 地点模式 */
"MomentMode LocationMode" = "MomentMode LocationMode";

/* 月 */
"Month" = "Month";

/* 北纬  */
"N. " = "N. ";

/* No comment provided by engineer. */
"Next" = "Next";

/* 您还没有添加足迹点，请选择日期或地址添加您的相册足迹。 */
"No footprints yet.Please choose a date or a location to add your album footprints." = "No footprints yet.Please choose a date or a location to add your album footprints.";

/* 用户不允许购买 */
"NotAllowed" = "NotAllowed";

/* 提示 */
"Note" = "Note";

/* 确定 */
"OK" = "OK";

/* 其它 */
"Others" = "Others";

/* 解析文件失败！ */
"Parse file failed!" = "Parse file failed!";

/* 粘贴 */
"Paste" = "Paste";

/* 已暂停 */
"Paused" = "Paused";

/* 参数未识别 */
"PaymentInvalid" = "PaymentInvalid";

/* 手机 & 微信 : 17096027537\n邮箱 : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd */
"Phone & WeChat : 17096027537\nEmail : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd" = "Phone & WeChat : 17096027537\nEmail : johnbob2014@icloud.com\n2016 CTP Technology Co.,Ltd";

/* 去给好评 */
"Praise" = "Praise";

/* 没有广告是不是很清爽？作者也不容易，抽空给个好评呗！🙏 */
"Praise me , please!" = "Praise me , please!";

/* No comment provided by engineer. */
"Previous" = "Previous";

/* 产品描述信息 */
"Product Description" = "Product Description";

/* 产品名称 */
"Product Name" = "Product Name";

/* 产品价格 */
"Product Price" = "Product Price";

/* 没有相关产品信息 */
"ProductNotAvailable" = "ProductNotAvailable";

/* 省 */
"Prov." = "Prov.";

/* 购买 */
"Purchase" = "Purchase";

/* 购买与恢复 */
"Purchase and Restore" = "Purchase and Restore";

/* 购买 分享和浏览 功能 */
"Purchase ShareAndBrowse Function" = "Purchase ShareAndBrowse Function";

/* 正在购买... */
"Purchasing..." = "Purchasing...";

/* 退出扩展模式 */
"Quite Extended Mode" = "Quite Extended Mode";

/* 接收 */
"Receive" = "Receive";

/* 足迹点较多，收到内存警告提醒，相册地图将进行内存清理，请重新选择日期或地点！ */
"Receive Memory Warning.AlbumMaps will clear map data." = "Receive Memory Warning.AlbumMaps will clear map data.";

/* 收到分享的足迹 */
"Receive Shared Footprints" = "Receive Shared Footprints";

/* 接收的 */
"Received" = "Received";

/* 记录 */
"Record" = "Record";

/* 记录保存成功 : */
"Record has been sucessfully saved :" = "Record has been sucessfully saved :";

/* 用相册记录人生，用足迹丈量世界 */
"Record your life by albums.Measure the world by footprints." = "Record your life by albums.Measure the world by footprints.";

/* 记录和编辑 */
"RecordAndEdit" = "RecordAndEdit";

/* 记录的 */
"Recorded" = "Recorded";

/* 记录中 */
"Recording" = "Recording";

/* 重命名 */
"Rename" = "Rename";

/* 保留手动添加足迹点 : */
"Reserve Manually Added :" = "Reserve Manually Added :";

/* 保留手动添加足迹点 */
"ReserveManuallyAddedFootprint" = "ReserveManuallyAddedFootprint";

/* 恢复 */
"Restore" = "Restore";

/* 正在恢复... */
"Restoring..." = "Restoring...";

/* 骑行 */
"Ride" = "Ride";

/* 南纬  */
"S. " = "S. ";

/* 樱花粉 */
"Sakura Pink" = "Sakura Pink";

/* 保存 */
"Save" = "Save";

/* 是否保存足迹? */
"Save the recorded footprints?" = "Save the recorded footprints?";

/* 存储为 */
"Saved As" = "Saved As";

/* 扫码下载 */
"ScanToDL" = "ScanToDL";

/* 请选择操作 */
"Select an action" = "Select an action";

/* 发送的 */
"Sent" = "Sent";

/* 设置日期范围 */
"Set Date Range" = "Set Date Range";

/* 设置统计信息 */
"Set statistics info" = "Set statistics info";

/* 设置标题 */
"Set title" = "Set title";

/* 设置 */
"Settings" = "Settings";

/* 分享 */
"Share" = "Share";

/* 分享足迹 */
"Share footprints" = "Share footprints";

/* 分享截图 */
"Share Snap Shots" = "Share Snap Shots";

/* 分享和浏览 */
"ShareAndBrowse" = "ShareAndBrowse";

/* 分享《相册地图》给朋友 */
"Share《AlbumMaps》 to friends" = "Share《AlbumMaps》 to friends";

/* 查看 */
"Show" = "Show";

/* 天空蓝 */
"Sky Blue" = "Sky Blue";

/* 村镇街道 */
"St." = "St.";

/* 开始时间 */
"Start Date" = "Start Date";

/* 开始合并 */
"Start Merge" = "Start Merge";

/* 国家 */
"State" = "State";

/* 统计信息 */
"Statistics Info" = "Statistics Info";

/* 个子项 */
"Subitem" = "Subitem";

/* 成功 */
"Succeeded" = "Succeeded";

/* 成功导出足迹包至GPX文件数量 */
"Successfully export repository to gpx files count" = "Successfully export repository to gpx files count";

/* 成功导出足迹包至MFR文件数量 */
"Successfully export repository to mfr files count" = "Successfully export repository to mfr files count";

/* 成功导入足迹包数量 */
"Successfully import repository count" = "Successfully import repository count";

/* 上滑退出 */
"Swipe up to quite" = "Swipe up to quite";

/* 点击右上角“···”，选择“在Safari中打开”，进入《相册地图》查看 */
"Tap '···' and choose 'Open In Safari' to open AlbumMaps" = "Tap '···' and choose 'Open In Safari' to open AlbumMaps";

/* 足迹保存成功。 */
"The recorded footprints has been saved." = "The recorded footprints has been saved.";

/* 全球的 */
"the world's" = "the world's";

/* 当前没有记录的足迹点。 */
"There are no recorded footprints yet." = "There are no recorded footprints yet.";

/* 当前处于记录模式并且有记录的足迹点，无法显示足迹包。 */
"There are recorded footprints now and can not show footprints repository." = "There are recorded footprints now and can not show footprints repository.";

/* 当前处于记录模式并且有记录的足迹点，如需显示所选足迹，记录的足迹点将被清空，是否显示？ */
"There are recorded footprints now and they will be cleared if show selected footprints.Show or not?" = "There are recorded footprints now and they will be cleared if show selected footprints.Show or not?";

/* 本月 */
"This Month" = "This Month";

/* 本周 */
"This Week" = "This Week";

/* 今年 */
"This Year" = "This Year";

/* 标题 */
"Title" = "Title";

/* 今天 */
"Today" = "Today";

/* 总 */
"Total " = "Total ";

/* 总里程: */
"Total:" = "Total:";

/* 重试 */
"Try Again" = "Try Again";

/* 体验微信分享 */
"Try WeChat Share" = "Try WeChat Share";

/* 未知错误 */
"Unknown" = "Unknown";

/* 文件格式不支持。\n请导入MFR或GPX文件。 */
"Unsupported file types.\nPlease import MFR or GPX files." = "Unsupported file types.\nPlease import MFR or GPX files.";

/* 速度 */
"Velocity" = "Velocity";

/* 西经  */
"W. " = "W. ";

/* 步行 */
"Walk" = "Walk";

/* 西瓜红 */
"Watermelon Red" = "Watermelon Red";

/* 周 */
"Week" = "Week";

/* 是否接收足迹并进入浏览模式？ */
"Would you like to accept the footprints and enter Browser Mode?" = "Would you like to accept the footprints and enter Browser Mode?";

/* 年 */
"Year" = "Year";

/* 您将获得如下功能： */
"You can get utilities below:" = "You can get utilities below:";

/* 您未允许相册地图访问您的相册，无法显示您的相册足迹，请前往设置更改。 */
"You denied AlbumMaps to access your album so it can not show your album footprints.Please change the authorization status in iOS Settings." = "You denied AlbumMaps to access your album so it can not show your album footprints.Please change the authorization status in iOS Settings.";

/* 您没有购买足迹记录 & 记录模式，无法编辑。 */
"You haven't got RecordFucntionAndRecordMode so you can not edit it." = "You haven't got RecordFucntionAndRecordMode so you can not edit it.";

/* 您尚未购买导入和导出！ */
"You haven't puchased ImportAndExport." = "You haven't puchased ImportAndExport.";

/* 您尚未购买分享和浏览！ */
"You haven't puchased ShareAndBrowse." = "You haven't puchased ShareAndBrowse.";

/* 您的相册和足迹管理专家。 */
"Your Album and Footprints Management Expert." = "Your Album and Footprints Management Expert.";

/* ⏱ 自定义记录间隔 */
"⏱ Custom Record TimeInterval" = "⏱ Custom Record TimeInterval";

/* ⏲ 播放时间间隔 */
"⏲ Play Time Interval" = "⏲ Play Time Interval";

/* ⚙ 更改应用授权 */
"⚙ App Authorization" = "⚙ App Authorization";

/* ⛲️ 恢复已购 */
"⛲️ Restore Purchases" = "⛲️ Restore Purchases";

/* No comment provided by engineer. */
"✉️ 短信" = "✉️ 短信";

/* ❌ 清空所有足迹包 */
"❌ Clear All Footprints Repositories" = "❌ Clear All Footprints Repositories";

/* No comment provided by engineer. */
"❌ 清理缓存" = "❌ 清理缓存";

/* 🌈 颜色方案 */
"🌈 ColorScheme" = "🌈 ColorScheme";

/* No comment provided by engineer. */
"🌈 缓存高清图" = "🌈 缓存高清图";

/* No comment provided by engineer. */
"🌐 使用蜂窝移动数据" = "🌐 使用蜂窝移动数据";

/* 🍀 微信朋友圈 */
"🍀 WeChat Timeline" = "🍀 WeChat Timeline";

/* 🎉 关于 */
"🎉 About" = "🎉 About";

/* 🎑 购买 分享和浏览 功能 */
"🎑 Purchase ShareAndBrowse Function" = "🎑 Purchase ShareAndBrowse Function";

/* 🎚 单条记录最大足迹点数 */
"🎚 Max Footprints Count" = "🎚 Max Footprints Count";

/* 🎥 购买 记录和编辑 功能 */
"🎥 Purchase RecordAndEdit Function" = "🎥 Purchase RecordAndEdit Function";

/* 💖 给个好评 */
"💖 Praise me!" = "💖 Praise me!";

/* 💠 微信好友 */
"💠 WeChat Session" = "💠 WeChat Session";

/* 📏 自定义记录距离 */
"📏 Custom Record Distance" = "📏 Custom Record Distance";

/* 📏 驾车记录距离 */
"📏 Drive Record Distance" = "📏 Drive Record Distance";

/* 📏 高速记录距离 */
"📏 HighSpeed Record Distance" = "📏 HighSpeed Record Distance";

/* 📏 地点模式合并距离 */
"📏 Location Merge Distance" = "📏 Location Merge Distance";

/* 📏 时刻模式合并距离 */
"📏 Moment Merge Distance" = "📏 Moment Merge Distance";

/* 📏 骑行记录距离 */
"📏 Ride Record Distance" = "📏 Ride Record Distance";

/* 📏 步行记录距离 */
"📏 Walk Record Distance" = "📏 Walk Record Distance";

/* 📤 导出足迹包至GPX文件 */
"📤 Export to GPX Files" = "📤 Export to GPX Files";

/* 📤 导出足迹包至MFR文件 */
"📤 Export to MFR Files" = "📤 Export to MFR Files";

/* 📥 从Documents目录导入足迹包 */
"📥 Import From Documents Directory" = "📥 Import From Documents Directory";

/* 📦 购买 全部功能套装 (7折优惠) */
"📦 Purchase All Functions Suit (30% Discount)" = "📦 Purchase All Functions Suit (30% Discount)";

/* 🔂 购买 导入和导出 功能 */
"🔂 Purchase ImportAndExport Function" = "🔂 Purchase ImportAndExport Function";

/* 🗂 文件浏览器 */
"🗂 File Browser" = "🗂 File Browser";

/* 🗺 地图缩放比例 */
"🗺 Map Scale Rate" = "🗺 Map Scale Rate";

